Repository: KaiserWerk/discord-image-grabber
Catalog: languages/*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Import settings
de_de: Einstellungen importieren

source: Use this section to import your Discord Image Grabber settings from a file. Alternatively, copy/paste the contents of your import file into the textarea below.
de_de: Nutze diesen Bereich, um Discord Image Grabber-Einstellungen mittels einer Konfigurationsdatei zi importieren. Alternativ kannst du auch den Dateiinhalt in das untenstehende Textfeld einfügen.

source: Import File
de_de: Import-Datei

source: After selecting your file, click the button below to apply the settings to your site.
de_de: Nach dem Auswählen der Datei klicke bitte auf auf "Import starten".

source: Copy/Paste Import Data
de_de: Import-Daten mittels Copy/Paste

source: Discord Image Grabber settings
de_de: Discord Image Grabber Einstellungen

source: Association
de_de: Verband

source: Please select the correct association.
de_de: Bitte wähle den korrekten Verband aus.

source: Endpoint
de_de: Entpoint

source: This is where the Discord Image API is hosted at. Only supply the base URL.
de_de: Gibt an, wo die API gehostet wird. Es wird nur die Basis-URL benötigt.

source: Category
de_de: Kategorie

source: Choose which category new Discord Images should have (usually sth. like &quot;Images&quot;).
de_de: Wähle aus, welche Kategorie neu übertragene Urteile haben sollten (typscherweise so etwas wie Urteile).

source: Save settings
de_de: Einstellungen speichern

source: Discord Image Grabber notification settings
de_de: Discord Image Grabber Benachrichtigungseinstellungen

source: Enable HipChat Notifications
de_de: Aktiviere HipChat Benachrichtigungen

source: Please enter the subdomain part of your HipChat URL.
de_de: Bitte gib den Subdomain-Teile deiner HipChat URL an.

source: Room number
de_de: Raumnummer

source: Please enter the room number.
de_de: Bitte gib die Raumnummer an.

source: Please enter the token. May also be called access key.
de_de: Bitte gib den Token an. Er wird auch access key oder API key genant.

source: Enable e-mail Notifications
de_de: Aktiviere E-Mail-Benachrichtigungen

source: List of e-mail addresses
de_de: Liste der E-Mail-Adressen

source: One address per line.
de_de: Eine pro Zeile.
